Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=369_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamen kielen elvytysohjelmalle suuri tarve
sme: Sámegiela ealáskahttinprográmmii stuorra dárbu

source: Saamelaiskäräjät odottaa Suomen hallitukselta pikaista päätöstä kokonaisvaltaisen saamen kielen elvytysohjelman käynnistämisestä, totesi saamelaiskäräjien varapuheenjohtaja Irja Seurujärvi-Kari Rovaniemellä.
sme: Sámediggi vuordá Suoma ráđđehusas hohpolaš mearrádusa riikaviidosaš sámegiela ealáskahttinprográmma johtui bidjamis, gávnnahii sámedikki várreságadoalli Irja Seurujärvi-Kari Roavvenjárggas.

source: Kuvassa Suomen saamelaiskäräjien varapuheenjohtaja Irja Seurujärvi-Kari.
sme: Govas Suoma sámedikki várreságadoalli Irja Seurujärvi-Kari.

source: Saamelaisten kielelliset oikeudet eivät toteudu lainsäädännön edellyttämällä tavalla.
sme: Sámiid gielalaš vuoigatvuođat eai ollašuva nugo fámus leahkki láhkaásaheami vuođul galggašivčče.

source: Saamen kielen taitoisista henkilöistä on puutetta hallinnossa, julkisissa palveluissa ja opetuksessa.
sme: Sámegielmáhtolaš olbmot váilot hálddahusas, almmolaš bálvalusain ja oahpahusas.

source: Saamen kielen opetuksessa saamen virallisten hallintoalueiden ulkopuolella on hätätila Suomessa ja Ruotsissa.
sme: Virggálaš sámi hálddašanguovlluid olggobealde lea sámegiela oahpahusas njuolga heahtedilli Suomas ja Ruoŧas.

source: Saamelaiskäräjät odottaa Suomen hallitukselta pikaista päätöstä kokonaisvaltaisen saamen kielen elvytysohjelman käynnistämisestä, totesi saamelaiskäräjien varapuheenjohtaja Irja Seurujärvi-Kari 15.4.
sme: Sámediggi vuordá Suoma ráđđehusas hohpolaš mearrádusa riikaviidosaš sámegiela ealáskahttinprográmma johtui bidjamis, gávnnahii sámedikki várreságadoalli Irja Seurujärvi-Kari 15.4.

source: Rovaniemellä järjestetyssä kansainvälisessä konferenssissa.
sme: Roavvenjárggas ordnejuvvon álbmogiidgaskasaš konferánssas.

source: Kaikki saamen kielet ovat Unescon luokittelun mukaan uhattuja.
sme: Buot sámegielat leat Unesco árvvoštallama mielde áittatvuloš sajis.

source: Kaikkein uhatuimmassa asemassa ovat Suomessa puhutut inarin- ja koltansaame sekä Ruotsissa ja Norjassa puhutut luulajan- ja eteläsaame.
sme: Buot heajumus dilis leat Suomas hubmojuvvon anáraš- ja nuortalašgiella ja Ruoŧas ja Norggas hubmojuvvon julev- ja lullisámegiella.

source: Seurujärvi-Kari muistutti YK:n erityisraportoija James Anayan raportointimatkaan liittyvässä konferenssissa, että esityksiä saamen kielten erityiseksi tukemiseksi ja kokonaisvaltaisen elvytysohjelman käynnistämiseksi on tehty useaan kertaan eikä aikaa ole enää tuhlattavana.
sme: Seurujärvi-Kari muittuhii ON earenoamášraporterejeaddji James Anaya raporterenmátkki olis ordnejuvvon konferánssas, ahte leat dahkan evttohusaid sámegielaid earenoamáš doarjumis ja ollislaš ealáskahttinprográmma johtui bidjamis juo moanaid gerddiid iige dál leat šat áigi vuordit.

source: Saamelaisopetukseen liittyvät lainsäädännölliset ja rahoituksen puutteet ovat johtamassa saamen kieltä osaavien ihmisten määrän nopeaan vähenemiseen ja erityisesti virallisten saamelaisalueiden ulkopuolella asuvien saamelaisten kielen ja identiteetin vaihtumiseen.
sme: Sámeoahpahusa láhkaásaheami ja ruhtadeami váilevuođat leat dagaheamen dan, ahte sámegielmáhtolaš olbmuid mearri geahppána jođanit ja, ahte sámegiella ja identiteahtta leat molsašuvvamin ja jávkamin earenoamážit virggálaš sámeguovlluid olggobealde orru sámiin.

source: Myös Tasavallan Presidentti ja vähemmistövaltuutettu ovat tukeneet saamen kielen elvytysohjelman käynnistämistä.
sme: Maiddái Dásseválddi Presideanta ja veahádatáittarteaddji leat duvdán sámegiela ealáskahttinprográmma johtui bidjama.

source: Asia mainitaan myös Suomen hallituksen ihmisoikeusraportissa vuonna 2009.
sme: Ášši máinnašuvvo maid Suoma ráđđehusa olmmošvuoigatvuohtapolitihkalaš raporttas 2009.

source: Hallitusneuvos Mirja Kurkinen Suomen oikeusministeriöstä kertoi konferenssille, että saamen kieliä koskevan elvytysohjelman käynnistämistä valmistellaan parhaillaan ministeriöissä ja asiasta pitäisi tulla päätös vielä kevään aikana.
sme: Hálddahusráđđi Mirja Kurkinen Suoma vuoigatvuohtaministeriijas muitalii konferánsii, ahte sámegielaid guoski ealáskahttinprográmma válmmaštallojuvvo aiddo ministeriijain ja áššis lea vuordimis mearrádus vel giđa áigge.

source: Sivistystoimenarkastaja Kari Torikka Lapin aluehallintovirastosta, joka edusti konferenssissa Suomen opetusministeriötä, totesi, että saamen kielen opetus myös kotiseutualueeen ulkopuolella on mahdollista.
sme: Čuvgehusdoaimmadárkkisteaddji Kari Torikka Lappi guovlohálddahusdoaimmahagas, gii ovddastii konferánssas Suoma oahpahusministeriija, gávnnahii, ahte sámegiela oahpahus lea vejolaš maiddái sámiid ruovttuguovllu olggobealde.

source: – Opetuksen järjestäminen edellyttää kuitenkin vanhemmilta erityistä aktiivisuutta ja jopa opetuksen järjestämiseen osallistumista.
sme: – Oahpahusa ordnen gáibida goittotge vánhemiin earenoamáš aktiivvalašvuođa ja juoba oassálastima oahpahusa ordnemii.

source: Seurujärvi-Kari kuvasi saamelaisopetuksen tilannetta kriittiseksi.
sme: Seurujärvi-Kari govvidii sámeoahpahusa diliid duođalažžan.

source: Saamelaisten kotiseutualueella tilanne heikkenee pienenevien ikäluokkien ja poismuuton takia.
sme: Dilli sámiid ruovttuguovllus hedjona daningo ahkeluohkát unnot ja máŋgasat leat fárren eret.

source: Kotiseutualueen ulkopuolella, jossa suurin osa saamelaislapsista ja – nuorista asuu, tilanne on hälyttävä eikä kielen opetusta järjestetä juuri lainkaan.
sme: Ruovttuguovllu olggobealde, gos stuorámus oassi sámemánáin ja – nuorain orru, dilli lea duođalaš iige oahpahus ordnejuvvo jur ollenge.

source: Tilanne enteilee paluuta aikaan, jolloin saamen kielellä ei ollut koulussa asemaa ja kielenvaihdos eteni voimakkaasti.
sme: Orrut máhccamen dan áigái, go sámegielas ii lean sadji skuvllas ja giellamolsun ovdanii fárttain.

source: - Saamen kielen asema suomalaisessa koulussa on kaksijakoinen.
sme: - Sámegiela sadji suopmelaš skuvllas lea juohkásan guovtti oassái.

source: Kotiseutualueella kieli on alueellisen vähemmistökielen asemassa ja kotiseutualueen ulkopuolella maahanmuuttajakielen asemassa.
sme: Ruovttuguovllus giella lea guovllulaš veahádatgiela sajis ja ruovttuguovllu olggobealde seammá sajis go sisafárrejeaddjiid gielat.

source: Saamen kielellä ei ole koulussa sille kuuluvaa alkuperäiskansan kielen asemaa, totesi Seurujärvi-Kari.
sme: Sámegielas ii leat skuvllas álgoálbmoga giela sajádat, gávnnahii Seurujärvi-Kari.

source: Alkuperäiskansan kielellisiin oikeuksiin kuuluu myös oikeus oman kielen elvyttämiseen, revitalisaatioon.
sme: Álgoálbmoga gielalaš vuoigatvuođaide gullá maid vuoigatvuohta giela ealáskahttimii, revitalisašuvdnii.

source: Lue Irja Seurujärvi-Karin puhe kokonaisuudessaan tästä. Statement by Irja Seurujärvi-Kari on Saami language, Culture and Youth 15.4.2010
sme: Loga Irja Seurujärvi-Kari olles sága dás: Statement by Irja Seurujärvi-Kari on Saami language, Culture and Youth 15.4.2010
